export const statusList = ['pending', 'under_review', 'in_progress', 'escalated', 'on_hold', 'resolved',
    'partially_resolved', 'rejected', 'closed', 'ongoing', 'feedback_provided']

export const homaPage = {
    speach1: {
        title: "উপজেলা নির্বাহী অফিসারের",
        name: "শ্যামল চন্দ্র বসাক",
        designation: "উপজেলা নির্বাহী অফিসার",
        location: "আশুগঞ্জ, ব্রাহ্মণবাড়িয়া।",
        image: "https://file.smartovijogbox.com/media/assets/man1.png",
        content: "বর্তমান সরকার স্মার্ট বাংলাদেশ বিনির্মাণের লক্ষ্যে গৃহীত পরিকল্পনার একটি অন্যতম উপাদান হচ্ছে স্মার্ট সিটিজেন গড়ে তোলা। " +
            "শিক্ষার মানোন্নয়নে এই স্মার্ট সিজিজেন গুরুত্বপূর্ণ ভূমিকা রাখতে পারে। সরকারের এই পরিকল্পনা বাস্তব রূপায়নের নিমিত্ত আশুগঞ্জ " +
            "উপজেলার প্রাথমিক, মাধ্যমিক ও মাদ্রাসার শিক্ষার মানোন্নয়নের জন্য অত্র উপজেলার সকল শিক্ষা প্রতিষ্ঠানের ছাত্র-ছাত্রী ও অভিভাবকবৃন্দের" +
            " অভিযোগ/মতামত গ্রহণের দ্রুততম এবং স্মার্ট মাধ্যম হিসেবে \"স্মার্ট অভিযোগ বক্স\" নামে একটি ডিজিটাল মাধ্যম তৈরির উদ্যোগ গ্রহণ " +
            "করি। অনলাইনভিত্তিক এই এপ্লিকেশনটি ব্যবহার করে উপজেলার যেকোনো অভিভাবক ও ছাত্র-ছাত্রী সরাসরি তার অভিযোগ/মতামত " +
            "উপজেলা প্রশাসন বরাবর প্রেরণ করতে পারবে। সেসকল অভিযোগ/মতামত উপজেলা নির্বাহী অফিসার, উপজেলা মাধ্যমিক শিক্ষা " +
            "অফিসার ও উপজেলা শিক্ষা অফিসার আমলে নিয়ে দ্রুততম সময়ে প্রয়োজনীয় পদক্ষেপ গ্রহণ করতে পারে। \"স্মার্ট অভিযোগ বক্স\" " +
            "টি আশুগঞ্জ উপজেলার শিক্ষার মানোন্নয়নের গুরুত্বপূর্ণ অবদান রাখবে এবং জনগণকে সরকার ঘোষিত স্মার্ট সিজিজেন হিসেবে প্রস্তুত " +
            "করতে সহায়ক ভূমিকা পালন করবে।",
    }
}

export const aboutPage = {
    title: "আমাদের সম্পর্কে",
    content: "স্মার্ট অভিযোগ বক্স অ্যাপস হল অনলাইন প্ল্যাটফর্ম /মোবাইল অ্যাপ্লিকেশন, যেটি অভিযোগকারীদের মোবাইল ডিভাইসে ইনস্টল করে " +
        "তাদেরকে সহজভাবে অনলাইনে বিভিন্ন ধরনের অভিযোগ যেমন অপরাধ, নির্দোষতা, নির্যাতন, আইনপরামর্শ ইত্যাদি অভিযোগ দাখিল করতে" +
        " সাহায্য করে। এই অ্যাপস এর  মাধ্যমে অভিযোগকারীরা তাদের অভিযোগ বিস্তারিতভাবে দাখিল করতে পারবে এবং  অভিযোগকারীরা তাদের" +
        " সমস্যার সাথে যোগাযোগ করতে পারে এবং সম্ভাব্য সমাধানের জন্য সাহায্য পেতে পারবে। এটি একটি নিরপেক্ষ ও গোপনীয় প্ল্যাটফর্ম ," +
        " যাতে অভিযোগকারীর ব্যক্তিগত তথ্য এবং তাদের গোপনীয়তা সংরক্ষিত থাকবে।\n",
    image: "/images/logo-pad.png"
}