// export const statusList = ['pending', 'under_review', 'in_progress', 'escalated', 'on_hold', 'resolved',
//     'partially_resolved', 'rejected', 'closed', 'ongoing', 'feedback_provided']
export const statusList = ['pending', 'in_progress', 'solved', 'rejected']

export const homaPage = {
    speach1: {
        title: "উপজেলা নির্বাহী অফিসারের",
        name: "শ্যামল চন্দ্র বসাক",
        designation: "উপজেলা নির্বাহী অফিসার",
        location: "আশুগঞ্জ, ব্রাহ্মণবাড়িয়া।",
        image: "https://file.smartovijogbox.com/media/assets/man1.png",
        content: "বর্তমান সরকারের স্মার্ট বাংলাদেশ বিনির্মাণের লক্ষ্যে গৃহীত পরিকল্পনার একটি অন্যতম উপাদান হচ্ছে স্মার্ট সিটিজেন গড়ে তোলা।" +
            " শিক্ষার মানোন্নয়নে এই স্মার্ট সিটিজেন গুরুত্বপূর্ণ ভূমিকা রাখতে পারে। সরকারের এই পরিকল্পনার বাস্তব রূপায়নের নিমিত্ত আশুগঞ্জ" +
            " উপজেলার প্রাথমিক, মাধ্যমিক ও মাদ্রাসার শিক্ষার মানোন্নয়নের জন্য অত্র উপজেলার সকল শিক্ষা প্রতিষ্ঠানের ছাত্র-ছাত্রী ও" +
            " অভিভাবকবৃন্দের অভিযোগ/মতামত গ্রহণের দ্রুততম এবং স্মার্ট মাধ্যম হিসেবে \"স্মার্ট অভিযোগ বক্স\" নামে একটি ডিজিটাল " +
            "মাধ্যম তৈরির উদ্যোগ গ্রহণ করি। অনলাইনভিত্তিক এই এপ্লিকেশনটি ব্যবহার করে উপজেলার যেকোনো অভিভাবক ও ছাত্র-ছাত্রী সরাসরি " +
            "তার অভিযোগ/মতামত উপজেলা প্রশাসন বরাবর প্রেরণ করতে পারবে। সেসকল অভিযোগ/মতামত উপজেলা নির্বাহী অফিসার, উপজেলা" +
            " মাধ্যমিক শিক্ষা অফিসার ও উপজেলা শিক্ষা অফিসার আমলে নিয়ে দ্রুততম সময়ে প্রয়োজনীয় পদক্ষেপ গ্রহণ করতে পারে।" +
            " \"স্মার্ট অভিযোগ বক্স\" টি আশুগঞ্জ উপজেলার শিক্ষার মানোন্নয়নে গুরুত্বপূর্ণ অবদান রাখবে এবং জনগণকে" +
            " সরকার ঘোষিত স্মার্ট সিটিজেন হিসেবে প্রস্তুত করতে সহায়ক ভূমিকা পালন করবে।",
    }
}

export const aboutPage = {
    title: "আমাদের সম্পর্কে",
    content: "উপজেলা প্রশাসন আশুগঞ্জ, উপজেলা মাধ্যমিক শিক্ষা অফিস ও উপজেলা শিক্ষা অফিস, আশুগঞ্জ উপজেলার প্রাথমিক," +
        " মাধ্যমিক ও মাদ্রাসার শিক্ষার মানোন্নয়নের মাধ্যমে মানসম্মত শিক্ষা নিশ্চিতকরণে বদ্ধপরিকর। ছাত্র-ছাত্রী ও তাদের অভিভাবকবৃন্দের " +
        "অভিযোগসমূহ ও মূল্যবান মতামত একটি শিক্ষা প্রতিষ্ঠানের মানোন্নয়নের অন্তরায়গুলোকে সঠিকভাবে চিহ্নিত করতে পারে। পুরনো ম্যানুয়েল" +
        " পদ্ধতির অভিযোগ বক্স ব্যবহারে নানা প্রতিবন্ধকতা থাকায় অনলাইনভিত্তিক আমাদের এই  \"স্মার্ট অভিযোগ বক্স\" কার্যকর ও যুগোপযোগী " +
        "পদক্ষেপ। এটি ব্যবহার করে আমরা মুহূর্তের মধ্যে একটি শিক্ষা প্রতিষ্ঠানের সমস্যা সম্পর্কে তথ্য পেতে পারি যা প্রতিষ্ঠানের মানোন্নয়নে প্রয়োজনীয়" +
        " পদক্ষেপ গ্রহণে সহায়তা করে। এই স্মার্ট অভিযোগ বক্স-টি ছাত্র-ছাত্রী ও অভিভাবকদের সাথে সরাসরি যোগাযোগের একটি দ্রুততম" +
        " মাধ্যম হিসেবে কাজ করে।" ,
    image: "/images/logo-pad.png"
}

export const loginPage= {
    passwordResetUrl: 'https://admin.smartovijogbox.com/admin/password_change/'
}