// export const statusList = ['pending', 'under_review', 'in_progress', 'escalated', 'on_hold', 'resolved',
//     'partially_resolved', 'rejected', 'closed', 'ongoing', 'feedback_provided']
export const statusList = ['pending', 'in_progress', 'solved', 'rejected']

export const homaPage = {
    speach0: {
        title: "উপজেলা নির্বাহী অফিসারের",
        name: "শ্যামল চন্দ্র বসাক",
        designation: "উপজেলা নির্বাহী অফিসার",
        location: "আশুগঞ্জ, ব্রাহ্মণবাড়িয়া।",
        image: "https://file.smartovijogbox.com/media/assets/man1.png",
        content: "বর্তমান সরকারের স্মার্ট বাংলাদেশ বিনির্মাণের লক্ষ্যে গৃহীত পরিকল্পনার একটি অন্যতম উপাদান হচ্ছে স্মার্ট সিটিজেন গড়ে তোলা।" +
            " শিক্ষার মানোন্নয়নে এই স্মার্ট সিটিজেন গুরুত্বপূর্ণ ভূমিকা রাখতে পারে। সরকারের এই পরিকল্পনার বাস্তব রূপায়নের নিমিত্ত আশুগঞ্জ" +
            " উপজেলার প্রাথমিক, মাধ্যমিক ও মাদ্রাসার শিক্ষার মানোন্নয়নের জন্য অত্র উপজেলার সকল শিক্ষা প্রতিষ্ঠানের ছাত্র-ছাত্রী ও" +
            " অভিভাবকবৃন্দের অভিযোগ/মতামত গ্রহণের দ্রুততম এবং স্মার্ট মাধ্যম হিসেবে \"স্মার্ট অভিযোগ বক্স\" নামে একটি ডিজিটাল " +
            "মাধ্যম তৈরির উদ্যোগ গ্রহণ করি। অনলাইনভিত্তিক এই এপ্লিকেশনটি ব্যবহার করে উপজেলার যেকোনো অভিভাবক ও ছাত্র-ছাত্রী সরাসরি " +
            "তার অভিযোগ/মতামত উপজেলা প্রশাসন বরাবর প্রেরণ করতে পারবে। সেসকল অভিযোগ/মতামত উপজেলা নির্বাহী অফিসার, উপজেলা" +
            " মাধ্যমিক শিক্ষা অফিসার ও উপজেলা শিক্ষা অফিসার আমলে নিয়ে দ্রুততম সময়ে প্রয়োজনীয় পদক্ষেপ গ্রহণ করতে পারে।" +
            " \"স্মার্ট অভিযোগ বক্স\" টি আশুগঞ্জ উপজেলার শিক্ষার মানোন্নয়নে গুরুত্বপূর্ণ অবদান রাখবে এবং জনগণকে" +
            " সরকার ঘোষিত স্মার্ট সিটিজেন হিসেবে প্রস্তুত করতে সহায়ক ভূমিকা পালন করবে।",
    },
    speeches: [
        {
            title: "জেলাপ্রশাসক বাহ্মণবাড়িয়া এর",
            content: 'বর্তমান সরকারের স্মার্ট বাংলাদেশ বিনির্মাণের লক্ষ্যে গৃহীত পরিকল্পনার চারটি স্তম্ভ হলো স্মার্ট গভর্নমেন্ট, ' +
                'স্মার্ট সোসাইটি, স্মার্ট ইকোনমি ও স্মার্ট সিটিজেন। স্মার্ট অভিযোগ বক্সটির কার্যক্রম বাস্তবায়নের মাধ্যমে সরকার ঘোষিত ' +
                'স্মার্ট বাংলাদেশ বিনির্মাণের চারটি স্তম্ভই অর্জিত হবে। অনলাইন ভিত্তিক এই প্লাটফর্মটি আশুগঞ্জ উপজেলার শিক্ষা প্রতিষ্ঠানসমূহের' +
                ' ছাত্র-ছাত্রী ও অভিভাবকবৃন্দের সাথে উপজেলা প্রশাসনের স্বল্প সময়ে সরাসরি যোগাযোগের একটি গুরুত্বপূর্ণ মাধ্যম। “স্মার্ট ' +
                'অভিযোগ বক্স” এর মাধ্যমে দ্রুততম সময়ে নাগরিক সেবা নিশ্চিতপূর্বক সরকারের স্মার্ট বাংলাদেশ বিনির্মাণে সহায়ক ভূমিকা ' +
                'রাখছে। আমি উপজেলা প্রশাসন, আশুগঞ্জ, ব্রাহ্মণবাড়িয়া কর্তৃক বাস্তবায়িত “স্মার্ট অভিযোগ বক্স” এর মাধ্যমে গৃহীত পদক্ষেপ ' +
                'এর সফলতা কামনা করছি।',
        },
        {
            title: "উপজেলা চেয়ারম্যান,আশুগঞ্জ এর",
            content: 'মাননীয় প্রধানমন্ত্রী ২০০৯ সালে ডিজিটাল বাংলাদেশ বিনির্মানের ঘোষনা করে তা বাস্তবায়ন করেছে। ' +
                'এর ফলাফল বাংলাদেশের মানুষ এখন ভোগ করছে। এরই ধারাবাহিকতায় বর্তমান সরকার ২০২২ সালের ১২ ' +
                'ডিসেম্বর বাংলাদেশকে স্মার্ট বাংলাদেশ হিসেবে বিনির্মানের পরিকল্পনা গ্রহণ করে। সে লক্ষ্যে আশুগঞ্জ উপজেলার ' +
                'সকল শিক্ষা প্রতিষ্ঠানের ছাত্র-ছাত্রীর ও তাদের অভিভাবকবৃন্দের সাথে সরাসরি যোগাযোগের একটি মাধ্যম হচ্ছে “স্মার্ট অভিযোগ বক্স”। ' +
                'যেটি ব্যবহার করে অত্র উপজেলার শিক্ষার গুনগত মান বৃদ্ধি করা সম্ভব।',
        },
        {
            title: "উপজেলা নির্বাহী অফিসার, আশুগঞ্জ এর ",
            content: 'সরকারের স্মার্ট বাংলাদেশ বিনির্মাণ পরিকল্পনার বাস্তব রূপায়নের নিমিত্ত আশুগঞ্জ উপজেলার প্রাথমিক, মাধ্যমিক ও মাদ্রাসার শিক্ষার মানোন্নয়নের জন্য অত্র উপজেলার সকল শিক্ষা প্রতিষ্ঠানের ছাত্র-ছাত্রী ও অভিভাবকবৃন্দের অভিযোগ/মতামত/পরামর্শ গ্রহণের দ্রুততম এবং স্মার্ট মাধ্যম হিসেবে "স্মার্ট অভিযোগ বক্স" নামে একটি ডিজিটাল মাধ্যম তৈরির উদ্যোগ গ্রহণ করি। উপজেলা প্রশাসন,আশুগঞ্জ এর  অনলাইনভিত্তিক এই এপ্লিকেশনটি ব্যবহার করে উপজেলার যেকোনো অভিভাবক ও ছাত্র-ছাত্রী সরাসরি তার অভিযোগ/মতামত/পরামর্শ উপজেলা প্রশাসন বরাবর প্রেরণ করতে পারবে এবং গৃহীত পদক্ষেপ জানতে পারবে।',
        },
        {
            title: "উপজেলা মাধ্যমিক শিক্ষা অফিসার, আশুগঞ্জ এর ",
            content: 'শিক্ষা প্রতিষ্ঠানসমূহে অভিযোগ বক্স থাকলেও কালে ভদ্রে অভিযোগ বক্সগুলি খোলা হয়। আবার অভিযোগ বক্সগুলি খোলা ও তার প্রতিকার করা হয় না। ফলে ভূক্তভোগীরা তাদের সমস্যাগুলি অভিযোগ বক্সে ফেলতে আগ্রহ হারিয়ে ফেলে। অনেক শিক্ষার্থী ইভটিজিং, বাল্য বিবাহ, মাদকে আসক্ত সহপাঠীকে রক্ষা করার ইচ্ছে থাকা সত্ত্বে ও জনসম্মুখে বিষয়টি তুলে ধরতে ভয় পায়। এক্ষেত্রে অনলাইন প্লাটফর্ম স্মার্ট অভিযোগ বক্সে অভিযোগ প্রেরণের উদ্যোগ তাদের কে অভিযোগ প্রেরণে উৎসাহিত করবে। শিক্ষার্থী ও তাদের অভিভাবকরা নির্ভয়ে তাদের অভিযোগ/মতামত/পরামর্শ স্মার্ট অভিযোগ বক্সে প্রেরন করে প্রতিকার পেতে পারে।',
        },
        {
            title: "উপজেলা শিক্ষা অফিসার, আশুগঞ্জ এর ",
            content: 'প্রাথমিক শিক্ষা ক্ষেত্রে বিদ্যালয় ব্যবস্থাপনা ও একাডেমিক কার্যক্রম মনিটরিংয়ে শিক্ষার্থী-অভিভাবকবৃন্ধের আশা-আকাংখার প্রতিফলনে  “স্মার্ট অভিযোগ বক্স” এক যুগান্তকারী পদক্ষেপ, এর সাফল্য অনেকাংশেই নির্ভর করবে স্টেক হোল্ডারগণের স্বতঃসফূর্ত সম্পৃক্ততার সঠিক ব্যবহারের অন্তর্ভুক্তির উপর। আশা করা যায় উপজেলা প্রশাসন, স্থানীয় জনপ্রতিনিধি, শিক্ষার্থী-অভিভাবক সহ অনলাইন সংশ্লিষ্টদের ঐকান্তিক প্রচেষ্টার “স্মার্ট অভিযোগ বক্স” অনলাইন প্লাটফর্মটি স্মার্ট বাংলাদেশ বিনির্মাণে গুরুত্ত্বপূর্ণ ভূমিকা রাখবে।	',
        }]
}

export const aboutPage = {
    title: "আমাদের সম্পর্কে",
    content: "উপজেলা প্রশাসন আশুগঞ্জ, উপজেলা মাধ্যমিক শিক্ষা অফিস ও উপজেলা শিক্ষা অফিস, আশুগঞ্জ উপজেলার প্রাথমিক," +
        " মাধ্যমিক ও মাদ্রাসার শিক্ষার মানোন্নয়নের মাধ্যমে মানসম্মত শিক্ষা নিশ্চিতকরণে বদ্ধপরিকর। ছাত্র-ছাত্রী ও তাদের অভিভাবকবৃন্দের " +
        "অভিযোগসমূহ ও মূল্যবান মতামত একটি শিক্ষা প্রতিষ্ঠানের মানোন্নয়নের অন্তরায়গুলোকে সঠিকভাবে চিহ্নিত করতে পারে। পুরনো ম্যানুয়েল" +
        " পদ্ধতির অভিযোগ বক্স ব্যবহারে নানা প্রতিবন্ধকতা থাকায় অনলাইনভিত্তিক আমাদের এই  \"স্মার্ট অভিযোগ বক্স\" কার্যকর ও যুগোপযোগী " +
        "পদক্ষেপ। এটি ব্যবহার করে আমরা মুহূর্তের মধ্যে একটি শিক্ষা প্রতিষ্ঠানের সমস্যা সম্পর্কে তথ্য পেতে পারি যা প্রতিষ্ঠানের মানোন্নয়নে প্রয়োজনীয়" +
        " পদক্ষেপ গ্রহণে সহায়তা করে। এই স্মার্ট অভিযোগ বক্স-টি ছাত্র-ছাত্রী ও অভিভাবকদের সাথে সরাসরি যোগাযোগের একটি দ্রুততম" +
        " মাধ্যম হিসেবে কাজ করে।",
    image: "/images/logo-pad.png"
}

export const loginPage = {
    passwordResetUrl: 'https://admin.smartovijogbox.com/admin/password_change/'
}